<?php
/**
* Created by PhpStorm.
* User: admin
* Date: 07.02.2018
* Time: 18:15
* 1. Создайте переменную name и присвойте ей значение, содержащее ваше имя, например "Иннокентий".
* 2. Создайте переменную age и присвойте ей значение, содержащее ваш возраст, например 20.
* 3. Выведите с помощью echo фразу "Меня зовут: %ваше_имя%", например: "Меня зовут: Иннокентий".
* 4. Выведите фразу "Мне %ваш_возраст% лет", например: "Мне 20 лет".
*/

$name='Marina';
$age='30';

echo 'Меня зовут ' . $name . '<br>';
echo 'Мне ' . $age . 'лет <br>';


?>